Tai lieu mo ta/MBF API/MBF API/Location_84904466197.xml

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:n="http://schema.intersec.com/igloo/sdk/v1.2" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><s:Body><n:pull.retrieveV3Res><result><subscriber><imsi>452019902143225</imsi><msisdn>84904466197</msisdn></subscriber><currLocation><planName>GSM</planName><location><cell><cgi>4G:452-01-103615-11</cgi><kind>C4G</kind><geom><longitude>105020000</longitude><latitude>21010000</latitude><radius>10000</radius><angleStart>-90000000</angleStart><angleEnd>270000000</angleEnd></geom></cell></location></currLocation><prevLocation><planName>GSM</planName><location><cell><cgi>452-01-13005-25042</cgi><kind>C3G</kind><geom><longitude>105777520</longitude><latitude>21017270</latitude><radius>500</radius><angleStart>136000000</angleStart><angleEnd>202000000</angleEnd></geom></cell></location></prevLocation></result></n:pull.retrieveV3Res></s:Body></s:Envelope>